Repository: ABTGarcia/w_heroes
Catalog: WallaMarvel/Packages/DesignSystem/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: es

# error_acc_retry
source: Retry to request the data to the server
es: Reintentar pedir datos al servidor

# generic_error_message
source: Please wait while Colossus fixes it and try again later.
es: Por favor, espera mientras Coloso lo soluciona e inténtalo de nuevo más tarde.

# generic_error_retry_button
source: Retry
es: Reintentar

# generic_error_title
source: Deadpool has messed things up…
es: Deadpool la ha liado…

# hero_detail_real_name
source: Real name:
es: Nombre real:

# hero_detail_search
source: Search by name
es: Buscar por nombre

# hero_detail_section_creators
source: Creators
es: Creadores

# hero_detail_section_enemies
source: Enemies
es: Enemigos

# hero_detail_section_friends
source: Friends
es: Amigos

# hero_list_acc_navigate_detail
source: Tap to navigate to Hero detail page
es: Toca para navegar a la página de detalle del héroe

source: Loading
es: Cargando

# search_heroes_acc_clear
source: Clear the Search text field and hide the results table
es: Limpia el campo de texto y oculta la tabla de resultados

# search_heroes_acc_textfield
source: Writing 3 characters or more, will search by hero name
es: Escribiendo 3 caracteres o más, buscará un héroe por su nombre

# search_heroes_empty
source: No heroes found
es: No se han encontrado héroes

# search_heroes_error
source: Something went wrong
es: Algo ha salido mal…
